{"_id":{"$oid":"5e980afee4d40b2598637313"},"title":" The Return of the King","rate":10,"img":"http://localhost:3000/image/1587022542378-MV5BNzA5ZDNlZWMtM2NhNS00NDJjLTk4NDItYTRmY2EwMWZlMTY3XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR0,0,675,1000_AL_.jpg","collected":true,"type":"Adventure","region":"Others","create_time":"2020-04-16 09:50","director":"Peter Jackson","writer":"J.R.R. Tolkien","duration":200,"stars":["undefined Elijah Wood"," Viggo Mortensen"," Ian McKellen",""],"synopsis":"The final confrontation between the forces of good and evil fighting for control of the future of Middle-earth. Frodo and Sam reach Mordor in their quest to destroy the One Ring, while Aragorn leads the forces of good against Sauron's evil army at the stone city of Minas Tirith.","review":"Frodo and Sam continue their quest to destroy the ring, led by the untrustworthy Gollum. Meanwhile the rest of the Fellowship prepare for another battle to hold a human city against an onslaught of orcs.\n\nIf you check my other reviews you will note that I wasn't a massive fan of the first two films - I loved them, but was not blind to their faults. However, let me just lay my cards out here, I was totally blown away by this film. For the vast majority (and more of that later) the narrative flowed really well where the other two films had struggled to really keep consistent. Here the various strands work well together and, while characters have only brief times to tell stories, on the whole it manages it well. I got the feeling that the film really let rip - it knew this was the ending and it did feel that everything came together in a collection of noise and energy which really made it feel like the final part of a trilogy rather than just a stand alone film.","release_date":"2004-03-12"}
{"_id":{"$oid":"5e980f28f6b7dc59e4d14fed"},"title":"Inception ","rate":8.8,"img":"http://localhost:3000/image/1587023654136-MV5BMjAxMzY3NjcxNF5BMl5BanBnXkFtZTcwNTI5OTM0Mw@@._V1_SY1000_CR0,0,675,1000_AL_.jpg","collected":false,"type":"Adventure","region":"Others","create_time":"2020-04-16 12:49","director":"Christopher Nolan","writer":"Christopher Nolan","duration":149,"stars":["undefinedLeonardo DiCaprio"," Joseph Gordon-Levitt"," Ellen Page",""],"synopsis":"Dom Cobb is a skilled thief, the absolute best in the dangerous art of extraction, stealing valuable secrets from deep within the subconscious during the dream state, when the mind is at its most vulnerable. Cobb's rare ability has made him a coveted player in this treacherous new world of corporate espionage, but it has also made him an international fugitive and cost him everything he has ever loved. Now Cobb is being offered a chance at redemption. One last job could give him his life back but only if he can accomplish the impossible, inception. Instead of the perfect heist, Cobb and his team of specialists have to pull off the reverse: their task is not to steal an idea, but to plant one. If they succeed, it could be the perfect crime. But no amount of careful planning or expertise can prepare the team for the dangerous enemy that seems to predict their every move. An enemy that only Cobb could have seen coming. Written by Warner Bros. Pictures","review":"I had the privilege of seeing this movie before it came out, and, like most of DiCaprio's films, it blew me away.\n\nInception is a well-made movie, filmed in about 6 locations all over the world. The directing was outstanding, there were only about two moments, maybe three seconds in total, where i noticed that visual effects were being used (of course defying gravity is pretty difficult). \n\nThe plot was very pleasingly intricate, with a twist-and-turn, keep-you-on-the-edge-of-your-seat type feel. I noticed that this film had similarities with DiCaprios thriller Shutter Island (which i also enjoyed very much)seeing as it left you wondering what was real and what was not. It's great to see a movie with a thick and emotional plot and not just grenade-throwing action heroes who achieve greatness in the end.\n","release_date":"2010-09-01"}
{"_id":{"$oid":"5e980fddf6b7dc59e4d14fee"},"title":"Spirited Away","rate":8.6,"img":"http://localhost:3000/image/1587023835652-MV5BMjlmZmI5MDctNDE2YS00YWE0LWE5ZWItZDBhYWQ0NTcxNWRhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR0,0,674,1000_AL_.jpg","collected":false,"type":"Animation","region":"Asia","create_time":"2020-04-16 09:57","director":"Hayao Miyazaki","writer":"Hayao Miyazaki","duration":125,"stars":[" Daveigh Chase"," Suzanne Pleshette"," Miyu Irino"],"synopsis":"Chihiro and her parents are moving to a small Japanese town in the countryside, much to Chihiro's dismay. On the way to their new home, Chihiro's father makes a wrong turn and drives down a lonely one-lane road which dead-ends in front of a tunnel. Her parents decide to stop the car and explore the area. They go through the tunnel and find an abandoned amusement park on the other side, with its own little town. When her parents see a restaurant with great-smelling food but no staff, they decide to eat and pay later. However, Chihiro refuses to eat and decides to explore the theme park a bit more. She meets a boy named Haku who tells her that Chihiro and her parents are in danger, and they must leave immediately. She runs to the restaurant and finds that her parents have turned into pigs. In addition, the theme park turns out to be a town inhabited by demons, spirits, and evil gods. At the center of the town is a bathhouse where these creatures go to relax. The owner of the bathhouse ...","review":"'Spirited Away' is the first Miyazaki I have seen, but from this stupendous film I can tell he is a master storyteller. A hallmark of a good storyteller is making the audience empathise or pull them into the shoes of the central character. Miyazaki does this brilliantly in 'Spirited Away'. During the first fifteen minutes we have no idea what is going on. Neither does the main character Chihiro. We discover the world as Chihiro does and it's truly amazing to watch. But Miyazaki doesn't seem to treat this world as something amazing. The world is filmed just like our workaday world would. The inhabitants of the world go about their daily business as usual as full with apathy as us normal folks. Places and buildings are not greeted by towering establishing shots and majestic music. The fact that this place is amazing doesn't seem to concern Miyazaki. \n\nWhat do however, are the characters. Miyazaki lingers upon the characters as if they were actors. He infixes his animated actors with such subtleties that I have never seen, even from animation giants Pixar. Twenty minutes into this film and I completely forgot these were animated characters; I started to care for them like they were living and breathing. Miyazaki treats the modest achievements of Chihiro with unashamed bombast. The uplifting scene where she cleanses the River God is accompanied by stirring music and is as exciting as watching gladiatorial combatants fight. Of course, by giving the audience developed characters to care about, the action and conflicts will always be more exciting, terrifying and uplifting than normal, generic action scenes. ","release_date":"2019-06-10"}
{"_id":{"$oid":"5e98106cf6b7dc59e4d14fef"},"title":"Back to the Future","rate":8.5,"img":"http://localhost:3000/image/1587023978614-MV5BZmU0M2Y1OGUtZjIxNi00ZjBkLTg1MjgtOWIyNThiZWIwYjRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR0,0,643,1000_AL_.jpg","collected":false,"type":"Comedy","region":"Others","create_time":"2020-04-16 09:59","director":"Robert Zemeckis","writer":"Bob Gale","duration":116,"stars":["Michael J. Fox"," Christopher Lloyd"," Lea Thompson"],"synopsis":"Marty McFly, a typical American teenager of the Eighties, is accidentally sent back to 1955 in a plutonium-powered DeLorean \"time machine\" invented by a slightly mad scientist. During his often hysterical, always amazing trip back in time, Marty must make certain his teenage parents-to-be meet and fall in love - so he can get back to the future.","review":"A young man (Michael J. Fox) is accidentally sent thirty years into the past in a time-traveling DeLorean invented by his friend, Dr. Emmett Brown (Christopher Lloyd), and must make sure his high-school-age parents unite in order to save his own existence.\n\nAfter almost thirty years (2014), this film loses none of its charm, and actually gains respect. The movie has had such a strong impression on everyone, whether they have seen it or not, as it completely permeated pop culture.","release_date":"1985-02-07"}
{"_id":{"$oid":"5e9810f3f6b7dc59e4d14ff0"},"title":"Forrest Gump","rate":7.4,"img":"http://localhost:3000/image/1587024112239-MV5BNWIwODRlZTUtY2U3ZS00Yzg1LWJhNzYtMmZiYmEyNmU1NjMzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg","collected":false,"type":"Romance","region":"Europe","create_time":"2020-04-16 10:01","director":" Robert Zemeckis","writer":"Winston Groom ","duration":144,"stars":["Tom Hanks"," Robin Wright"," Gary Sinise"],"synopsis":"Forrest Gump is a simple man with a low I.Q. but good intentions. He is running through childhood with his best and only friend Jenny. His 'mama' teaches him the ways of life and leaves him to choose his destiny. Forrest joins the army for service in Vietnam, finding new friends called Dan and Bubba, he wins medals, creates a famous shrimp fishing fleet, inspires people to jog, starts a ping-pong craze, creates the smiley, writes bumper stickers and songs, donates to people and meets the president several times. However, this is all irrelevant to Forrest who can only think of his childhood sweetheart Jenny Curran, who has messed up her life. Although in the end all he wants to prove is that anyone can love anyone.","review":"Forrest Gump (Tom Hanks), a slow but simple man from Alabama takes us through decades of his life, which includes various historical settings but all the while his heart is on Jenny (Robin Wright Penn), a childhood friend.\n\nFORREST GUMP was released and quickly became a huge hit and ended up winning many Oscars. Today, for whatever reason, the film seems to be hated by many people because of the movies it beat out. I've never really understood putting too much importance on Oscars or any other award show and I really don't understand why one movie must take a beating just because of what films it beat out. ORDINARY PEOPLE takes a beating because it beat RAGING BULL. Something like DANCES WITH WOLVES takes a beating because it beat GOODFELLAS. Then there's FORREST GUMP that takes a beating because it beat out PULP FICTION or THE SHAWSHANK REDEMPTION.\n","release_date":"1994-10-12"}
{"_id":{"$oid":"5e98115cf6b7dc59e4d14ff1"},"title":"La vita è bella","rate":6,"img":"http://localhost:3000/image/1587024218861-MV5BYmJmM2Q4NmMtYThmNC00ZjRlLWEyZmItZTIwOTBlZDQ3NTQ1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_SX670_AL_.jpg","collected":false,"type":"Romance","region":"Europe","create_time":"2020-04-16 10:03","director":"Roberto Benigni","writer":" Vincenzo Cerami","duration":116,"stars":[" Roberto Benigni"," Nicoletta Braschi"," Giorgio Cantarini "],"synopsis":"In 1930s Italy, a carefree Jewish book keeper named Guido starts a fairy tale life by courting and marrying a lovely woman from a nearby city. Guido and his wife have a son and live happily together until the occupation of Italy by German forces. In an attempt to hold his family together and help his son survive the horrors of a Jewish Concentration Camp, Guido imagines that the Holocaust is a game and that the grand prize for winning is a tank.","review":"I can't understand how other reviewers see this as a film about the Nazis or the Holocaust. It's not!!! \"Life is Beautiful\" is a film about love, optimism, courage and inner strength.\n\nTo be honest I can't get this film out of my thoughts and decided to write this brief review in the hope that I could move on.\n\n\"Life is Beautiful\" is an unforgettable film. You go through emotions you were surprised could have for a fictional film. The story, although totally implausible, is uplifting and depressing at the same time.\n\nPlease see it for yourself. Have a box of tissues handy.\n\nBest film ever seen!!!","release_date":"1998-10-21"}
{"_id":{"$oid":"5e9811c3f6b7dc59e4d14ff2"},"title":"Your Name","rate":9,"img":"http://localhost:3000/image/1587024321468-MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_SY1000_SX675_AL_.jpg","collected":false,"type":"Animation","region":"Asia","create_time":"2020-04-16 10:05","director":"Makoto Shinkai","writer":"Makoto Shinkai","duration":106,"stars":[" Ryûnosuke Kamiki"," Mone Kamishiraishi"," Ryô Narita"],"synopsis":"Mitsuha is the daughter of the mayor of a small mountain town. She's a straightforward high school girl who lives with her sister and her grandmother and has no qualms about letting it be known that she's uninterested in Shinto rituals or helping her father's electoral campaign. Instead she dreams of leaving the boring town and trying her luck in Tokyo. Taki is a high school boy in Tokyo who works part-time in an Italian restaurant and aspires to become an architect or an artist. Every night he has a strange dream where he becomes...a high school ","review":"Loved the illustrations, the beautiful sky, the village, the fan service and the girl's and female co-workers slender and beautiful legs and of course will not even pirate stream the American remake. I am already vomiting thinking of that commercial trash.\n\n","release_date":"2016-11-18"}
{"_id":{"$oid":"5e98122ef6b7dc59e4d14ff3"},"title":"Eternal Sunshine of the Spotless Mind","rate":7,"img":"http://localhost:3000/image/1587024429019-MV5BMTY4NzcwODg3Nl5BMl5BanBnXkFtZTcwNTEwOTMyMw@@._V1_SY1000_CR0,0,674,1000_AL_.jpg","collected":false,"type":"Romance","region":"Others","create_time":"2020-04-16 10:07","director":"Michel Gondry","writer":"Charlie Kaufman","duration":98,"stars":["Jim Carrey"," Kate Winslet"," Tom Wilkinson"],"synopsis":"A man, Joel Barish, heartbroken that his girlfriend Clementine underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realizes that he still loves her, and may be too late to correct his mistake.","review":"If you can relate to the underlying theme of love longed for, love given and received, and love lost, this is a great film. If you have come to understand that acceptance can -sometimes- be a great thing and not a compromise or a 'settle for' - this is a moving film.\n\nAs crazy and almost surreal as elements of this film are, it somehow remains honest and real. That seems like a contradiction... life is contradictory, isn't it?\n\nCarrey and Winslet both turn in superb performances, as do the supporting cast. An incredible film that most of the people who 'get it' will love - but I suspect there will be more than a small percentage who won't understand it or can't relate to it and they will (understandably) dislike it.","release_date":"2004-02-19"}
{"_id":{"$oid":"5e981285f6b7dc59e4d14ff4"},"title":"Le fabuleux destin d'Amélie Poulain","rate":9,"img":"http://localhost:3000/image/1587024515260-MV5BNDg4NjM1YjMtYmNhZC00MjM0LWFiZmYtNGY1YjA3MzZmODc5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR0,0,666,1000_AL_.jpg","collected":false,"type":"Romance","region":"Europe","create_time":"2020-04-16 10:08","director":"Jean-Pierre Jeunet","writer":"Guillaume Laurant","duration":121,"stars":[" Audrey Tautou"," Mathieu Kassovitz"," Rufus "],"synopsis":"Amélie is a story about a girl named Amélie whose childhood was suppressed by her Father's mistaken concerns of a heart defect. With these concerns Amélie gets hardly any real life contact with other people. This leads Amélie to resort to her own fantastical world and dreams of love and beauty. She later on becomes a young woman and moves to the central part of Paris as a waitress. After finding a lost treasure belonging to the former occupant of her apartment, she decides to return it to him. After seeing his reaction and his new found perspective - she decides to devote her life to the people around her. Such as, her father who is obsessed with his garden-gnome, a failed writer, a hypochondriac, a man who stalks his ex girlfriends, the \"ghost\", a suppressed young soul, the love of her life and a man whose bones are as brittle as glass. But after consuming herself with these escapades - she finds out that she is disregarding her own life and damaging her quest for love. Amélie then ...","review":"It is the best film i've ever seen.Only the French could make films as good as this. Amélie explores the trivial things in life and it brings you to some realisations of your own in that our lives are so simple and we only need the simplest of things to keep us happy. Amélie is a must for anyone","release_date":"2001-01-31"}
{"_id":{"$oid":"5e981344f6b7dc59e4d14ff5"},"title":"Tiger King: Murder, Mayhem and Madness","rate":7.8,"img":"http://localhost:3000/image/1587024702923-MV5BYzI5MjQ2NzEtN2JmOC00MjE2LWI2NjItYTNjNTJjMjBkOWZkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_.jpg","collected":false,"type":"Documentary","region":"Others","create_time":"2020-04-16 10:11","director":"John Reinke","writer":"Kelci Saffery","duration":317,"stars":["John Finlay "],"synopsis":"Among the eccentrics and cult personalities in the stranger-than-fiction world of big cat owners, few stand out more than Joe Exotic, a mulleted, gun-toting polygamist and country western singer who presides over an Oklahoma roadside zoo. Charismatic but misguided, Joe and an unbelievable cast of characters including drug kingpins, conmen, and cult leaders all share a passion for big cats and the status and attention their dangerous menageries garner. But things take a dark turn when Carole Baskin, an animal activist and owner of a big cat sanctuary, threatens to put them out of business, stoking a rivalry that eventually leads to Joe's arrest for a murder-for-hire plot, and reveals a twisted tale where the only thing more ","review":"This documentary really tells you the story of a fued between big cat breeders doing it all for the money and fame and big cat rescuers.\n\nDefinitely worth watching and I really hope this docuserie make Americans realise that cub petting ain't cool as apparently, there are between 5k - 10k big cats living in the USA as pets.","release_date":"2020-02-20"}
{"_id":{"$oid":"5e98357b144d191fb8b27b07"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:37","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98357d144d191fb8b27b08"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:37","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983595144d191fb8b27b09"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983595144d191fb8b27b0a"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983595144d191fb8b27b0b"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983595144d191fb8b27b0c"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983596144d191fb8b27b0d"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983596144d191fb8b27b0e"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983596144d191fb8b27b0f"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983596144d191fb8b27b10"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983596144d191fb8b27b11"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983596144d191fb8b27b12"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983596144d191fb8b27b13"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983597144d191fb8b27b14"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983597144d191fb8b27b15"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983597144d191fb8b27b16"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983597144d191fb8b27b17"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983597144d191fb8b27b18"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983597144d191fb8b27b19"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983597144d191fb8b27b1a"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983598144d191fb8b27b1b"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983598144d191fb8b27b1c"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983598144d191fb8b27b1d"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983598144d191fb8b27b1e"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983598144d191fb8b27b1f"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983598144d191fb8b27b20"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983599144d191fb8b27b21"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983599144d191fb8b27b22"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983599144d191fb8b27b23"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983599144d191fb8b27b24"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983599144d191fb8b27b25"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983599144d191fb8b27b26"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e983599144d191fb8b27b27"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359a144d191fb8b27b28"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359a144d191fb8b27b29"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359a144d191fb8b27b2a"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359a144d191fb8b27b2b"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359a144d191fb8b27b2c"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359b144d191fb8b27b2d"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359b144d191fb8b27b2e"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359b144d191fb8b27b2f"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e98359b144d191fb8b27b30"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033462301-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:38","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-23"}
{"_id":{"$oid":"5e9835d4144d191fb8b27b31"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033551502-collect.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:39","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-24"}
{"_id":{"$oid":"5e983624144d191fb8b27b32"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033632295-collected.png","collected":true,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:40","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-24"}
{"_id":{"$oid":"5e98367b144d191fb8b27b33"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033719039-collect.png","collected":true,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:42","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-24"}
{"_id":{"$oid":"5e9836a5144d191fb8b27b34"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033751016-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:42","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-03"}
{"_id":{"$oid":"5e983709144d191fb8b27b35"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033861176-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:44","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-24"}
{"_id":{"$oid":"5e983776144d191fb8b27b36"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587033971157-collect.png","collected":true,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:46","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-24"}
{"_id":{"$oid":"5e9837f7144d191fb8b27b37"},"title":"1","rate":1,"img":"http://localhost:3000/image/1587034100414-collected.png","collected":false,"type":"Adventure","region":"Europe","create_time":"2020-04-16 12:48","director":"1","writer":"1","duration":1,"stars":["1"],"synopsis":"1","review":"1","release_date":"2020-04-24"}
